{
  "text": {
    "مرحبا": 102,
    "السلام": 48,
    "عليكم": 83,
    "أهلا": 27,
    "صباح": 77,
    "الخير": 44,
    "مساء": 103,
    "هاي": 112,
    "hello": 6,
    "وداعا": 117,
    "مع": 104,
    "السلامة": 49,
    "شكرا": 75,
    "لك": 94,
    "إلى": 31,
    "اللقاء": 50,
    "باي": 57,
    "goodbye": 5,
    "نعم": 111,
    "أجل": 16,
    "صحيح": 78,
    "موافق": 109,
    "تمام": 63,
    "أؤكد": 14,
    "أوافق": 28,
    "حسنا": 66,
    "طبعا": 79,
    "بالتأكيد": 56,
    "أكيد": 25,
    "اه": 54,
    "إيه": 33,
    "yes": 11,
    "ok": 9,
    "sure": 10,
    "المتابعة": 51,
    "أريد": 19,
    "الحجز": 42,
    "على": 82,
    "احجز": 35,
    "لي": 96,
    "تأكيد": 59,
    "أكد": 24,
    "اتمم": 34,
    "انهي": 53,
    "لا": 91,
    "لست": 92,
    "مهتم": 108,
    "غير": 85,
    "مناسب": 106,
    "يناسبني": 119,
    "تغيير": 62,
    "هذا": 113,
    "ليس": 97,
    "هكذا": 114,
    "no": 7,
    "nope": 8,
    "cancel": 4,
    "حجز": 65,
    "رحلة": 71,
    "من": 105,
    "الرباط": 46,
    "باريس": 55,
    "أبحث": 15,
    "عن": 84,
    "الدار": 45,
    "البيضاء": 39,
    "دبي": 68,
    "يوم": 120,
    "__number__": 0,
    "مايو": 99,
    "السفر": 47,
    "مراكش": 101,
    "لندن": 95,
    "في": 90,
    "يونيو": 121,
    "اقتصادية": 37,
    "فاس": 87,
    "مدريد": 100,
    "تذكرة": 60,
    "طيران": 80,
    "ذهاب": 70,
    "وإياب": 116,
    "فقط": 88,
    "درجة": 69,
    "أولى": 29,
    "أعمال": 22,
    "فندق": 89,
    "نجوم": 110,
    "منطقة": 107,
    "المدينة": 52,
    "لـ": 93,
    "شخصين": 74,
    "إقامة": 30,
    "أكادير": 23,
    "عائلة": 81,
    "أشخاص": 20,
    "فاخر": 86,
    "اختار": 36,
    "الخيار": 43,
    "جيد": 64,
    "أختار": 17,
    "الأول": 38,
    "الثاني": 41,
    "رقم": 72,
    "أعطني": 21,
    "خيارات": 67,
    "أخرى": 18,
    "شيء": 76,
    "آخر": 13,
    "التاريخ": 40,
    "تعديل": 61,
    "وسط": 118,
    "هل": 115,
    "أنت": 26,
    "بوت": 58,
    "روبوت": 73,
    "إنسان": 32,
    "ما": 98,
    "are": 2,
    "you": 12,
    "a": 1,
    "bot": 3
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "confirm_reservation": 5,
    "deny": 6,
    "book_flight": 1,
    "book_hotel": 2,
    "select_option": 10,
    "change_option": 4,
    "inform": 9,
    "bot_challenge": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_change_option": 1,
    "action_confirm_reservation": 2,
    "action_search_flights": 11,
    "action_search_hotels": 12,
    "action_select_option": 13,
    "flight_form": 17,
    "hotel_form": 18,
    "utter_ask_confirmation": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_iamabot": 22
  },
  "action_text": null,
  "intent_response_key": null
}