{
  "text": {
    "مرحبا": 91,
    "السلام": 42,
    "عليكم": 73,
    "أهلا": 23,
    "صباح": 68,
    "الخير": 38,
    "مساء": 92,
    "هاي": 101,
    "hello": 5,
    "وداعا": 105,
    "مع": 93,
    "السلامة": 43,
    "شكرا": 66,
    "لك": 84,
    "إلى": 27,
    "اللقاء": 44,
    "باي": 48,
    "goodbye": 4,
    "نعم": 100,
    "أجل": 14,
    "صحيح": 69,
    "موافق": 98,
    "تمام": 54,
    "yes": 9,
    "ok": 8,
    "لا": 81,
    "لست": 82,
    "مهتم": 97,
    "no": 6,
    "nope": 7,
    "أريد": 17,
    "حجز": 56,
    "رحلة": 62,
    "من": 94,
    "الرباط": 40,
    "باريس": 47,
    "أبحث": 13,
    "عن": 74,
    "الدار": 39,
    "البيضاء": 33,
    "دبي": 59,
    "يوم": 107,
    "__number__": 0,
    "مايو": 88,
    "السفر": 41,
    "مراكش": 90,
    "لندن": 85,
    "في": 80,
    "يونيو": 108,
    "اقتصادية": 31,
    "فاس": 77,
    "مدريد": 89,
    "تذكرة": 51,
    "طيران": 70,
    "ذهاب": 61,
    "وإياب": 104,
    "فقط": 78,
    "درجة": 60,
    "أولى": 25,
    "أعمال": 20,
    "فندق": 79,
    "نجوم": 99,
    "منطقة": 96,
    "المدينة": 46,
    "لـ": 83,
    "شخصين": 65,
    "إقامة": 26,
    "أكادير": 21,
    "عائلة": 71,
    "أشخاص": 18,
    "فاخر": 76,
    "اختار": 30,
    "هذا": 102,
    "الخيار": 37,
    "جيد": 55,
    "على": 72,
    "أختار": 15,
    "الأول": 32,
    "الثاني": 35,
    "مناسب": 95,
    "أوافق": 24,
    "رقم": 63,
    "حسنا": 57,
    "تغيير": 53,
    "أعطني": 19,
    "خيارات": 58,
    "أخرى": 16,
    "شيء": 67,
    "آخر": 11,
    "غير": 75,
    "التاريخ": 34,
    "تعديل": 52,
    "أؤكد": 12,
    "الحجز": 36,
    "احجز": 29,
    "لي": 86,
    "تأكيد": 50,
    "المتابعة": 45,
    "وسط": 106,
    "هل": 103,
    "أنت": 22,
    "بوت": 49,
    "روبوت": 64,
    "إنسان": 28,
    "ما": 87,
    "are": 2,
    "you": 10,
    "a": 1,
    "bot": 3
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 6,
    "book_flight": 1,
    "book_hotel": 2,
    "select_option": 10,
    "change_option": 4,
    "confirm_reservation": 5,
    "inform": 9,
    "bot_challenge": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_change_option": 1,
    "action_confirm_reservation": 2,
    "action_search_flights": 11,
    "action_search_hotels": 12,
    "action_select_option": 13,
    "flight_form": 17,
    "hotel_form": 18,
    "utter_ask_confirmation": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_iamabot": 22
  },
  "action_text": null,
  "intent_response_key": null
}