{
  "text": {
    "مرحبا": 80,
    "السلام": 36,
    "عليكم": 63,
    "أهلا": 18,
    "صباح": 58,
    "الخير": 32,
    "مساء": 81,
    "هاي": 90,
    "hello": 2,
    "وداعا": 93,
    "مع": 82,
    "السلامة": 37,
    "شكرا": 56,
    "لك": 74,
    "إلى": 22,
    "اللقاء": 38,
    "باي": 42,
    "goodbye": 1,
    "نعم": 89,
    "أجل": 10,
    "صحيح": 59,
    "موافق": 87,
    "تمام": 47,
    "yes": 6,
    "ok": 5,
    "لا": 71,
    "لست": 72,
    "مهتم": 86,
    "no": 3,
    "nope": 4,
    "أريد": 13,
    "حجز": 49,
    "رحلة": 54,
    "من": 83,
    "الرباط": 34,
    "باريس": 41,
    "أبحث": 9,
    "عن": 64,
    "الدار": 33,
    "البيضاء": 27,
    "دبي": 51,
    "يوم": 95,
    "__number__": 0,
    "مايو": 77,
    "السفر": 35,
    "مراكش": 79,
    "لندن": 75,
    "في": 70,
    "يونيو": 96,
    "اقتصادية": 25,
    "فاس": 67,
    "مدريد": 78,
    "تذكرة": 44,
    "طيران": 60,
    "ذهاب": 53,
    "وإياب": 92,
    "فقط": 68,
    "درجة": 52,
    "أولى": 20,
    "أعمال": 16,
    "فندق": 69,
    "نجوم": 88,
    "منطقة": 85,
    "المدينة": 40,
    "لـ": 73,
    "شخصين": 55,
    "إقامة": 21,
    "أكادير": 17,
    "عائلة": 61,
    "أشخاص": 14,
    "فاخر": 66,
    "اختار": 24,
    "هذا": 91,
    "الخيار": 31,
    "جيد": 48,
    "على": 62,
    "أختار": 11,
    "الأول": 26,
    "الثاني": 29,
    "مناسب": 84,
    "تغيير": 46,
    "أعطني": 15,
    "خيارات": 50,
    "أخرى": 12,
    "شيء": 57,
    "آخر": 7,
    "غير": 65,
    "التاريخ": 28,
    "تعديل": 45,
    "أؤكد": 8,
    "الحجز": 30,
    "احجز": 23,
    "لي": 76,
    "تأكيد": 43,
    "المتابعة": 39,
    "أوافق": 19,
    "وسط": 94
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 6,
    "book_flight": 1,
    "book_hotel": 2,
    "select_option": 12,
    "change_option": 4,
    "confirm_reservation": 5,
    "inform": 9,
    "bot_challenge": 3,
    "mood_great": 10,
    "mood_unhappy": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_confirm_reservation": 1,
    "action_search_flights": 10,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}